"%ld day left on trial" = "Koekäyttöä jäljellä %ld päivä";
"%ld days left on trial" = "Koekäyttöä jäljellä %ld päivää";
"Buy Now" = "Osta nyt";
"Trial Mode" = "Kokeilutila";
"Free trial has expired" = "Ilmainen koekäyttö on päättynyt";
"The trial period has expired." = "Ilmainen koekäyttö on päättynyt.";
"Wait %u" = "Odota %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "30 päivän ilmainen koekäyttö on päättynyt. Ole hyvä ja osta Path Finder.";
